driver-tests/bpelse/xsddatatypes/XSDDataTypesJbi/test/XSDVariables_Complex_Expressions2b/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://stc.com/XSDVariables_Complex_Expressions2">
  <soapenv:Body>
    <xsd:part>
      <!--1 or more repetitions:-->
      <item>
        <productName>char siu</productName>
        <USPrice>2.95</USPrice>
      </item>
       <item>
        <productName>Candy Apple</productName>
        <USPrice>3.99</USPrice>
      </item>
    </xsd:part>
  </soapenv:Body>
</soapenv:Envelope>